Repository: isabella232/nextgisweb_trailcam
Catalog: nextgisweb_trailcam/nextgisweb_trailcam/locale/*/LC_MESSAGES/trailcam.po
Languages: ru

source: Email connection
ru: Email соединение

source: Trail cameras
ru: Фотоловушки

source: Trail camera
ru: Фотоловушка

source: Email address
ru: Email адрес

source: Invalid email
ru: Невалидный email

source: IMAP server address
ru: Адреса IMAP сервера

source: Please enter IMAP server address
ru: Введите адрес IMAP сервера

source: IMAP port
ru: Порт IMAP сервера

source: Invalid port, should be from 1 to 65535
ru: Невалидный порт, ожидается от 1 до 65535

source: Login
ru: Логин

source: Please enter login to your email box
ru: Введите логин к email

source: Password
ru: Пароль

source: Please enter password to your email box
ru: Введите пароль к email

source: Email connection detail
ru: Email соединение

source: Latitude
ru: Широта

source: Invalid latitude, should be from 0 to 90
ru: Невалидная широта, ожидается от 0 до 90

source: Longitude
ru: Долгота

source: Invalid longitude, should be from 0 to 180
ru: Невалидная долгота, ожидается от 0 до 180

source: Auto updating
ru: Авто-обновление

source: Subject filter
ru: Фильтр по теме email

source: Trail camera detail
ru: Фотоловушка

source: Email retrieval period, sec
ru: Период проверки email, сек

source: Z-index trail cameras layer
ru: Z-индекс слоя фотоловушек

source: Save
ru: Сохранить

source: Trail cameras settings has been saved successfully!
ru: Настройки фотоловушек успешно сохранены!

source: Error, trail cameras settings not has been saved!
ru: Ошибка, настройки фотоловушек не были сохранены!

source: Name
ru: Название

source: Description
ru: Описание

source: Dashboard
ru: Панель управления

source: Trailcam
ru: Фотоловушка

source: The email is not registered on NextGIS Email System. Try later, please.
ru: Email не зарегистрирован в NextGIS Email System. Попробуйте позже.

source: NextGIS Email System is unavailable. Try later, please.
ru: Система NextGIS Email недоступна. Попробуйте позже.

source: Trail camera dashboard
ru: Панель управления фотоловушкой

source: Trail cameras module settings
ru: Настройки модуля фотоловушек
